const DOC_YANGYANG_YAKDO = {
  id: "yangyang-yakdo",
  call_number: "KJ-YYD-001",
  title_hanja: "襄陽案山法守峙龍略圖",
  title_korean: "양양안산법수치용약도",
  author: "미상",
  year_display: "미상",
  category: "지도·도면",
  volume: "1張",
  size: "-",
  classification: "史部 地理類",
  seal: "",
  digitized: true,
  total_pages: 8,
  compare_pages: 1,
  image_pages: 8,
  digitized_pages: 8,

  bibliography: {
    "원서명": "襄陽案山法守峙龍略圖",
    "현대어서명": "양양안산법수치용약도",
    "작성자": "미상",
    "작성연도": "미상",
    "책권수": "1張",
    "책크기": "-",
    "판본사항": "약도(略圖)",
    "인장": "",
    "분류": "史部 地理類",
    "청구기호": "KJ-YYD-001",
    "소장처": "경주김씨 상촌공파 두리종중"
  },

  pages: [
    {
      page_num: 1,
      type: "text",
      title: "1페이지",
      image: "images/양양안산법수치용약도/page_01.png",
      hanja_text: `[[지명:襄陽]]案山法守峙龍略圖[[001]]

太祖[[지명:西落山]] 至 [[지명:江陵五坮山]]龍 百餘里 自[[지명:五坮山]]中幹龍 流?行 百餘里 至[[지명:巽陽面]]等地

`,
      korean_translation: `[[지명:양양]]안산법수치용약도([[지명:襄陽]]案山法守峙龍略圖)[[001]]

태조(산)인 [[지명:설악산(서락산, 西落山)]]에서 [[지명:강릉]] [[지명:오대산(五坮山)]]의 용맥까지 100여 리, [[지명:오대산]]에서부터 (이어지는) 간룡(幹龍)이 흐르듯(流) 나아가 100여 리, [[지명:손양면]] 등지에 이른다.
`,
      note: "이 페이지는 아직 판독·번역이 진행되지 않았습니다.",
      annotations: [
        {id: "001", text: `지도의 제작 주체는 알 수 없으나, 특정 집안 선영(先塋)의 풍수적 정당성을 논증하기 위해 제작된 산도(山圖) 또는 용맥도(龍脈圖)로 판단되며, 지도상의 정거장(停車場) 표기와 1911년에 설치된 손양면 표기를 통해 일제강점기에 제작되었음을 추정해볼 수 있다. 지도에서 양양읍(襄陽邑)의 남쪽으로 묘소 표시와 함께 '진좌(辰坐)'를 적어두어 선영의 위치를 표시해두었다. 산세와 주변 하천을 통해 추정한 해당 선영의 위치는 '양양읍 월리 고노골(산24)'로 추정되며, 1973년에 손양면 상왕도리의 일부 지역이 월리로 편입되었기에 지도 제작 당시에는 손양면 상왕도리였을 것이다. 따라서 이 지도의 제목인 '양양안산법수치용약도(襄陽案山法守峙龍略圖)'는 '양양 (손양면 선영의) 안산(案山)이 되는 법수치(法守峙) 용맥의 약도'가 된다.
          <br><br> 지도상의 실선은 당시의 대로(大路)를 표시한 것이며, 점선은 양양 법수치리(法守峙里)에서 발원한 남대천(大川)과 기타 하천을 표현한 것이다. 대천의 발원지에 '강릉접룡(江陵接龍)'으로 적어두어 강릉 오대산의 용맥을 이어받음을 표시하였으며, 발원지와 동해(大海) 근처에 각각 '來'와 '去'를 적어두어 하천의 방향을 표시하였다. 지도의 윗부분이 방위상 남쪽이며, 지도의 왼편이 동쪽이다. 또한, 지도 전체에 걸쳐 어성전리(漁城田里), 삼발리(三發里), 법수치(法守峙), 서락산(西落山), 우암(牛岩) 등 여러 지명들이 적혀 있는데, 이를 현재의 지명과 대조해 볼 수 있다.
          ` }
      ]
    },
    {
      page_num: 2,
      type: "text",
      title: "2페이지",
      image: "images/양양안산법수치용약도/page_02.png",
    },
    {
      page_num: 3,
      type: "text",
      title: "3페이지",
      image: "images/양양안산법수치용약도/page_03.png",
    },
    {
      page_num: 4,
      type: "text",
      title: "4페이지",
      image: "images/양양안산법수치용약도/page_04.png",
    },
    {
      page_num: 5,
      type: "text",
      title: "5페이지",
      image: "images/양양안산법수치용약도/page_05.png",
    },
    {
      page_num: 6,
      type: "text",
      title: "6페이지",
      image: "images/양양안산법수치용약도/page_06.png",
    },
    {
      page_num: 7,
      type: "text",
      title: "7페이지",
      image: "images/양양안산법수치용약도/page_07.png",
    },
    {
      page_num: 8,
      type: "text",
      title: "8페이지",
      image: "images/양양안산법수치용약도/page_08.png",
    }
  ]
};
